import styles from './Information.module.scss';

function Information() {
  return (
    <section className={styles.Information}>
      <div className={styles.Information__wrapper}>
        <h1>Согласие на&nbsp;обработку персональных данных (включая cookie)</h1>
        <p>
          Настоящим, в&nbsp;соответствии с&nbsp;Федеральным законом от&nbsp;27.07.2006 &#8470;&nbsp;152-ФЗ &laquo;О&nbsp;персональных данных&raquo;, вы&nbsp;подтверждаете свое согласие
          на&nbsp;обработку ООО &laquo;ЛАБА&raquo; (далее&nbsp;&mdash; LABA) юридический адрес: 125040, г. Москва, ул&nbsp;3-Я Ямского Поля, д.&nbsp;2&nbsp;к.&nbsp;13, Ваших персональных данных.
        </p>
        <p>
          Под персональными данными подразумевается любая информация (включая cookies), относящаяся к&nbsp;прямо или&nbsp;косвенно к&nbsp;Вам, включая, но&nbsp;не&nbsp;ограничиваясь: фамилия, имя,
          отчество, дата рождения, контактный телефон, адрес электронной почты, IP&nbsp;адрес, информация об&nbsp;используемом браузере, время доступа к&nbsp;программному обеспечению и/или&nbsp;любому
          сайту, сервису, услуге LABA, файлы cookies.
        </p>
        <p>
          Настоящим согласием вы&nbsp;подтверждаете, что&nbsp;проинформированы о&nbsp;том, что&nbsp;под обработкой персональных данных понимаются действия с&nbsp;персональными данными, определённые
          в&nbsp;Федеральном законе №&nbsp;152-ФЗ от&nbsp;27.07.2006 «О&nbsp;персональных данных», а&nbsp;именно: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
          извлечение, использование, передача (предоставление, доступ), блокирование, удаление персональных данных, совершаемые использованием средств автоматизации LABA.
        </p>
        <p>
          Данным согласием вы&nbsp;подтверждаете, что&nbsp;проинформированы о&nbsp;том, что&nbsp;обработка предоставляемых вами персональных данных может осуществляется для&nbsp;достижения следующей
          цели: исполнения обязательств LABA по&nbsp;заказам, договорам и&nbsp;иным обязательствам, принятым LABA в&nbsp;качестве обязательных к&nbsp;исполнению перед Вами. Для&nbsp;указанной цели
          LABA реализует комплекс действий, направленных на&nbsp;выполнение следующих задач:
        </p>
        <p>– идентификация стороны в&nbsp;рамках оказания Услуги;</p>
        <p>– предоставление пользователю персонализированных Услуг;</p>
        <p>– предоставления Пользователю возможности использования программного обеспечения, сервисов и&nbsp;услуг, включая создание учетной записи, авторизацию под&nbsp;учетной записью;</p>
        <p>– улучшение качества Услуг и&nbsp;разработка новых;</p>
        <p>– проведение статистических и&nbsp;иных исследований, на&nbsp;основе обезличенных данных;</p>
        <p>
          – предоставление персональных данных пользователя правообладателям, дистрибьюторам или&nbsp;реселлерам программного обеспечения в&nbsp;целях регистрации программного обеспечения на&nbsp;имя
          пользователя или&nbsp;организации, интересы которой представляет пользователь;
        </p>
        <p>– предоставление пользователям Веб-сайта безопасного и&nbsp;удобного функционала по&nbsp;его использованию, эффективному отображению информации;</p>
        <p>– исполнения обязательств по&nbsp;договорам с&nbsp;Пользователем, работодателем Пользователя, контрагентом Пользователя;</p>
        <p>
          – установления с&nbsp;Пользователем обратной связи (в&nbsp;том числе посредством мессенджеров WhatsApp и&nbsp;Telegram, социальных сетей ВКонтакте, программой для&nbsp;организации
          видеоконференций Zoom);
        </p>
        <p>регистрация пользователей Веб-сайта на&nbsp;мероприятия;</p>
        <p>
          – выявления угроз безопасности для&nbsp;программного обеспечения, услуг и&nbsp;сервисов, пользователей, LABA и/или&nbsp;третьих&nbsp;лиц, в&nbsp;том&nbsp;числе проверка благонадежности
          Пользователя при&nbsp;заключении договоров с&nbsp;использованием программного обеспечения, услуг и&nbsp;сервисов.
        </p>
        <p>– направления Пользователю рекламной информации (в&nbsp;том&nbsp;числе в&nbsp;форме рекламной рассылки) с&nbsp;использованием любых средств связи;</p>
        <p>
          Настоящее согласие распространяется на&nbsp;следующие персональные данные: фамилия, имя, отчество, дата рождения, контактный телефон, сведения об&nbsp;организации, должность,
          номер&nbsp;факса, номер сотового телефона, адрес электронной почты, сведения о&nbsp;стране, городе, области проживания, IP&nbsp;адрес, информация об&nbsp;используемом браузере, время доступа
          к&nbsp;программному обеспечению и/или&nbsp;любому сайту, сервису, услуге LABA, файлы cookies.
        </p>
        <p>
          Срок действия Вашего согласия ограничен сроком, требующимся для&nbsp;достижения цели обработки персональных данных, если иной срок хранения персональных данных не&nbsp;установлен действующим
          законодательством, однако, Вы вправе в&nbsp;любой момент отозвать настоящее согласие, путём направления письменного уведомления на адрес: 125040, г. Москва, ул&nbsp;3-Я Ямского Поля,
          д.&nbsp;2&nbsp;к.&nbsp;13, в&nbsp;ООО&nbsp;«ЛАБА» , с&nbsp;пометкой «отзыв согласия на обработку персональных данных». Удаление ваших персональных данных будет произведено LABA
          в&nbsp;течении 30&nbsp;дней с&nbsp;момента получения данного уведомления.
        </p>
        <p>
          LABA гарантирует соблюдение следующих прав субъекта персональных данных: право на&nbsp;получение сведений о&nbsp;том, какие персональные данные субъекта персональных данных хранятся
          у&nbsp;LABA; право на&nbsp;удаление, уточнение или&nbsp;исправление хранящихся у&nbsp;LABA персональных данных; иные права, установленные действующим законодательством
          Российской&nbsp;Федерации.
        </p>
        <p>
          Персональные данные Пользователя хранятся в&nbsp;течение всего срока действия пользовательских соглашений с&nbsp;данным Пользователем, а&nbsp;также в&nbsp;течение 10&nbsp;лет после
          прекращения их &nbsp;действия, если персональные данные не&nbsp;были отозваны лично Пользователем.
        </p>
      </div>
    </section>
  );
}

export default Information;
